<?php

$lang['army1_desc'] = 'Гоплиты - тяжелобронированные копейщики. Они составляют сердце греческой армии. В боевом режиме "Фаланга" - они представляют собой устрашающую стену копий и щитов.';
$lang['army2_desc'] = 'Эти крепкие, как сталь, гиганты уже одним своим видом вселяют ужас в самых стойких солдат неприятеля. Один такой монстр способен справиться с десятками обычных солдат. Камни, стрелы и мечи не причиняют ему вреда.';
$lang['army3_desc'] = 'Копейщики призываются из сельских жителей и имеют примитивную броню и легкое копье в качестве оружия. Они не способны противостоять профессиональной армии.';
$lang['army4_desc'] = 'Мечники обычно слабо защищены и дерутся без щитов, чтобы сохранить подвижность. Так они могут обходить фаланги, чтобы атаковать их со стороны.';
$lang['army5_desc'] = 'Пращники очень эффективны на поле боя: их навыки могут часто пригодиться во время сражений, а их содержание не требует специального вооружения и поэтому дешево.';
$lang['army6_desc'] = 'Луки - популярное охотничье оружие. Не составляет труда найти среди жителей лучников и обучить их военной науке.';
$lang['army7_desc'] = 'Стрелок попадает без промаха в любую цель. Только одна шеренга может стрелять, пока остальные перезаряжаются.';
$lang['army8_desc'] = 'Перед мощным тараном задрожат даже самые прочные и надежные городские стены! Кроме высокой разрушительной силы, в этой боевой машине имеется также место для укрытия солдат от стрел, камней и прочих неприятностей.';
$lang['army9_desc'] = 'Выстрел катапульты вносит страх в ряды противника! Катапульты могут разрушать каменные стены, но почти бесполезны в обороне.';
$lang['army10_desc'] = 'Мортиры стреляют разрывными снарядами по стенам осажденного города. Ни одно строение не может противостоять им. Боеприпасы к мортирам трудно достать, поэтому необходимо хорошо целиться, чтобы не расходовать их впустую.';
$lang['army11_desc'] = 'Эта летающая машина надежна и не зависит от направления ветра. Мы можем атаковать трусливых врагов в небесах.';
$lang['army12_desc'] = 'Наши изобретатели открыли, что солнце такое горячее потому, что оно притягивает теплый воздух. Поэтому шар, наполненный горячим воздухом, поднимается к солнцу, и наши солдаты могут кидать бомбы сверху на врагов.';
$lang['army13_desc'] = 'Повара точно знают, как поднять боевой дух солдат - стаканом хорошего вина и миской горячей похлебки. Сытый, отдохнувший солдат - нелегкий противник в бою.';
$lang['army14_desc'] = 'Доктора помогают раненым солдатам во время боя. Удаляют стрелы, перевязывают раны и прикладывают лед к головам пострадавших от камней, пущенных из пращи.';
$lang['army15_desc'] = 'Основными военными частями варваров являются воины, которые бросаются сквозь битву с громкими криками, сеящие хаос на своем пути. Однако они не способны пробиться сквозь стройные ряды Греческих Фаланг со своей примитивной броней.';
$lang['army16_desc'] = 'Оснащенный простым тараном укрепленным на носу, этот корабль является основной силой на море. Дюжина сильных гребцов разгоняют его для того, чтобы протаранить корпус противника. Как правило, этого вполне достаточно, чтобы пустить на дно вражеский корабль.';
$lang['army17_desc'] = 'На носу этого корабля установлен огнемет, который извергает Греческий огонь на врага. Даже на поверхности воды эта смесь продолжает гореть, создавая огненный покров. Эффективное средство для ближнего боя.';
$lang['army18_desc'] = 'Изобретение, которое бы изумило даже Герона. Пароход с тараном разгоняется за счет гигантской паровой турбины и гребных колес, чтобы протаранить противника с огромной силой и на большой скорости. Кроме того, этому кораблю не требуется большой экипаж.';
$lang['army19_desc'] = 'На этом корабле установлена баллиста, которая изначально предназначалась для выстреливания абордажных крюков. Тем не менее, баллиста очень полезна и как точное дальнобойное орудие. Она может поразить вражеский корабль прямо под ватерлинию, но, несмотря на это, баллиста наносит небольшие повреждения.';
$lang['army20_desc'] = 'Катапульта, установленная на палубе, меньше своего сухопутного аналога из-за недостатка места на корабле. Морские волны делают ее очень неточным, однако катапульта стреляет кувшинами с горящей нефтью, которые оставляют опасные горящие пятна на поверхности воды.';
$lang['army21_desc'] = 'Корабль с мортирой имеет специально расширенный корпус с большим водоизмещением, поэтому он способен выдерживать огромную отдачу мортиры. И если у снаряда правильно рассчитать длину фитиля, то его мощный взрыв прогремит прямо над палубой противника.';
$lang['army22_desc'] = 'Лодка, которая плавает под водой – это лучшее морское оружие. Корабли абсолютно беззащитны перед ними. Но для того, чтобы противостоять Вашим подводным лодкам, врагу достаточно иметь свои.';
$lang['army23_desc'] = 'Торговые корабли - один из важнейших элементов для развития империи. Их можно использовать как для перевозки мирных товаров, так и для военных нужд.';
