<?php

$lang['head_description'] = 'Икариам - это бесплатная браузерная игра. Задача игроков - управлять своим собственным народом в древнем мире, строить города, вести торговлю, завоевывать острова.';
$lang['head_title'] = 'Икариам - Бесплатная браузерная игра';

$lang['link_login_title'] = 'Ко входу';
$lang['link_login_text'] = 'Вход';
$lang['link_register_title'] = 'Регистрация!';
$lang['link_register_text'] = 'Регистрация';
$lang['link_tour_title'] = 'Небольшой тур по миру Икариам';
$lang['link_tour_text'] = 'Тур по игре';
$lang['link_playnow_title'] = 'Давай! Нажми меня!';
$lang['link_playnow_text'] = 'Играть бесплатно сейчас!';
$lang['link_lost_title'] = 'Здесь вы можете запросить новый пароль';
$lang['link_lost_text'] = 'Забыли пароль?';

$lang['welcome_title'] = 'Жизнь в древнем мире!';
$lang['welcome_text'] = 'Ласковый шепот прибоя, белый песчаный берег и яркое солнце! На маленьком острове где-то в Средиземноморье возникает древняя цивилизация. Под Вашим лидерством начинается эра открытий и процветания. Добро пожаловать в Икариам.';

$lang['world'] = 'Мир';
$lang['name'] = 'Имя игрока';
$lang['password'] = 'Пароль';
$lang['login'] = 'Вход';
$lang['email'] = 'e-mail';

$lang['request_password'] = 'Запросить пароль';

$lang['error_email'] = 'Введите адрес e-mail игрового аккаунта.';
$lang['error_email2'] = 'E-mail адрес не верен!';
$lang['error_email3'] = 'E-mail не зарегистрирован!';
$lang['error_universe'] = 'Не выбрана вселенная!';
$lang['error_order'] = 'Вы должны принять Основные Положения для игры в Икариам!';
$lang['error_name_length'] = 'Имя игрока должно содержать от 3 до 30 символов.';
$lang['error_password_length'] = 'Пароль должен содержать от 8 до 30 символов.';
$lang['error_blocked_text_1'] = 'Ваш аккаунт заблокирован до';
$lang['error_blocked_text_2'] = 'Причина';
$lang['error_world_text_1'] = 'В мире';
$lang['error_world_text_2'] = 'нет мест для заселения!';
$lang['error_name'] = 'Такое имя уже используется!';
$lang['error_activation'] = 'Неверный ключ активации!';

$lang['success_password'] = 'Случайно сгенерированный пароль отправлен по указанному адресу e-mail.';

$lang['register_title'] = 'Добро пожаловать в мир Икариам';
$lang['register_text'] = 'Для начала игры необходимо ввести имя, пароль и адрес e-mail и принять Основные Положения.';
$lang['register_accept'] = 'Я принимаю Основные Положения.';
$lang['register_button'] = 'Регистрация';

$lang['register_email_title'] = 'Добро пожаловать в Икариам!';
$lang['register_email_text_1'] = 'Привет';
$lang['register_email_text_2'] = 'Вы решили создать империю в мире Икариам';
$lang['register_email_text_3'] = 'Нажмите на ссылку, чтобы подтвердить Ваш аккаунт';
$lang['register_email_text_4'] = 'Ваша информация для доступа';
$lang['register_email_text_5'] = 'Если Вам понадобится помощь, то Вы сможете найти ее на форуме Икариам';
$lang['register_email_text_6'] = 'Удачи в игре';
$lang['register_email_text_7'] = 'Ваша команда Икариам.';
$lang['password_email_text_1'] = 'Ваш новый пароль для Икариам';
$lang['password_email_text_2'] = 'Вы можете войти на странице';
$lang['register_email_from'] = 'Гермес';

$lang['next'] = 'Дальше';
$lang['back'] = 'Назад';

$lang['tour_1_title'] = 'Тур по игре (1/5) - Ваш город';
$lang['tour_1_text_1'] = 'В начале игры Икариам у Вас есть только маленький клочок земли.';
$lang['tour_1_text_2'] = 'Сможете ли Вы превратить его в процветающую столицу могучей империи? Эти страницы могут Вам помочь.';
$lang['tour_2_title'] = 'Тур по игре (2/5) - Ресурсы';
$lang['tour_2_text_1'] = 'Существуют пять видов ресурсов:';
$lang['tour_2_text_2'] = 'стройматериалы,';
$lang['tour_2_text_3'] = 'вино,';
$lang['tour_2_text_4'] = 'мрамор,';
$lang['tour_2_text_5'] = 'хрусталь и';
$lang['tour_2_text_6'] = 'сера.';
$lang['tour_2_text_7'] = 'Во время игры Вам понадобится большое количество строительных материалов. Отправляйте рабочих на выработку древесины и добывайте вместе с другими игроками полезные ископаемые на Вашем острове!';
$lang['tour_3_title'] = 'Тур по игре (3/5) - Строительство объектов';
$lang['tour_3_text_1'] = 'После добычи достаточного количества ресурсов Вы можете заняться расширением города.';
$lang['tour_3_text_2'] = '1. Академия позволит Вам проводить новые исследования.';
$lang['tour_3_text_3'] = '2. В казарме Вы сможете тренировать войска.';
$lang['tour_3_text_4'] = '3. Строительство торгового порта и кораблей позволит Вам торговать ресурсами с остальными игроками.';
$lang['tour_4_title'] = 'Тур по игре (4/5) - Советники';
$lang['tour_4_text_1'] = 'С Вами всегда будут четыре советника, которые сообщат Вам о поступлении свежих новостей.';
$lang['tour_4_text_2'] = 'При поступлении новых сообщений советники начинают подсвечиваться.';
$lang['tour_5_title'] = 'Тур по игре (5/5) - Обзоры';
$lang['tour_5_text_1'] = 'Вы можете произвольно менять обзор игры. Вам доступны карта мира, карта острова и карта города.';
$lang['tour_5_text_2'] = 'Теперь, когда  Вы проинформированы об основах игры, осталось только зарегистрироваться (абсолютно бесплатно!) и начать игру!';
